{
  "Session1": [
  [
    {
      "nom": "Création vidéo",
      "nomCourt": "Création vidéo",
      "ponderation": "3-2-3",
      "nombreHeure":"75H",
      "prealabe": "Aucun",
      "description": "Ce cours initie l’étudiant au traitement des images en mouvement, au traitement du son ainsi qu'aux bases de la scénarisation linéaire. L’étudiant apprend à utiliser les périphériques associés au traitement du son et de la vidéo et à exploiter de façon créative les fonctions des logiciels de traitement vidéo et sonore.   Les techniques de montage (structure narrative, affinage de coupe, correction de couleur, etc.) sont étudiées. L’étudiant apprend à représenter ses idées et ses concepts par le dessin et l’écrit, à l’aide de scénarimages, de synopsis et de scénarios. Les particularités de la fonction de travail liées au traitement de la vidéo, du son, ainsi qu'à la scénarisation sont présentées de même que les compétences techniques et comportementales associées.",
      "photo": "media/video.jpg"
    }
  ],
  [
    {
      "nom": "Conception graphique et imagerie matricielle",
      "nomCourt": "Imagerie matricielle",
      "ponderation": "3-3-3",
      "nombreHeure":"90H",
      "prealabe": "Aucun",
      "description": "Ce cours initie l'étudiant aux rudiments de la conception et de la communication graphique ainsi qu'au traitement des images fixes matricielles. On y aborde les notions de base sur le langage graphique, la couleur, le mode d’organisation picturale en lien avec le design d’une image ou d’une interface. L’apprentissage d’un processus de conception structuré et de techniques d’idéation permet à l’étudiant de faire émerger des concepts créatifs respectant des objectifs de communication précis et le public cible.  L'étudiant est amené à exploiter de façon créative et efficace les diverses fonctions d’un logiciel de traitement de l'image numérique, à utiliser des techniques de montage et de découpage d’images et à appliquer des effets spéciaux diversifiés. Le cours aborde plus particulièrement les notions de photoréalisme ainsi que des techniques de travail permettant l’intégration harmonieuse d’images dans d’autres logiciels multimédias.",
      "photo": "media/event1.jpg"
    }
  ],
  [
    {
      "nom": "Mise en page Web",
      "nomCourt": "Mise en page Web",
      "ponderation": "3-2-3",
      "nombreHeure":"75H",
      "prealabe": "Aucun",
      "description": "Dans ce cours, l'étudiant apprend les techniques de mise en page Web en utilisant les langages de balisage et de feuilles de styles. L’étudiant apprend également à analyser et schématiser l’arborescence d’un site Web, à reproduire des maquettes sous forme de pages Web, et à créer des pages Web en intégrant les différents types de médias. L’introduction à un outil de gestion de code source est également couverte dans ce cours.    Les particularités de la fonction de travail associées au domaine du Web sont présentées, de même que les compétences techniques et comportementales associées.",
      "photo": "media/event1.jpg"
    }
  ],
  [
    {
      "nom": "Animation et interactivité en jeu",
      "nomCourt": "Animation et interactivité en jeu",
      "ponderation": "3-2-3",
      "nombreHeure":"75H",
      "prealabe": "Aucun",
      "description": "Ce cours est consacré aux concepts de base nécessaires à la création d’un jeu numérique. Le cours porte, d’une part, sur l’animation des médias : l’étudiant y apprend à importer et à intégrer des médias dans un environnement de création de jeu. De plus, il se familiarise avec les techniques de création d’animations à partir d’images simples et des feuilles de « sprites ». D’autre part, le cours couvre la gestion des interactions : l’étudiant y est initié aux concepts de base de l’interactivité dans un contexte de jeu, ainsi qu’aux techniques de conception, de codification et de vérification des algorithmes nécessaires à cette fin.  Dans ce cours, l’étudiant est également initié à l’environnement matériel et technologique dans lequel il évoluera tout au long de sa formation et de sa carrière. Les particularités de la fonction de travail liées au domaine du jeu sont présentées, de même que les compétences techniques et comportementales associées.",
      "photo": "media/event1.jpg"
    }
  ]
],

  "Session2": [
    [
    {
      "nom": "Effets spéciaux et animation",
      "nomCourt": "Effets spéciaux et animation",
      "ponderation": "2-2-3",
      "nombreHeure":"60H",
      "prealabe": "Création vidéo (582-1M1-MA) ",
      "description": "Ce cours permet d'approfondir la formation de l’étudiant en matière de traitement d’images en mouvement et de traitement sonore. L’étudiant poursuit son apprentissage des techniques de prise de vues avec des caméras virtuelles. Il développe sa capacité à utiliser des techniques d’effets spéciaux visuels : animations graphiques, initiation à l’environnement 3D, caméras et lumières virtuelles, composition numérique et techniques d’écran vert.  L'étudiant est amené à appliquer adéquatement les techniques d'optimisation des fichiers sonores et vidéo en fonction de différents modes de diffusion et d’intégration à un projet multimédia.",
      "photo": "media/event1.jpg"
    }
  ],
  [
    {
      "nom": "Conception graphique et imagerie vectorielle",
      "nomCourt": "Imagerie vectorielle",
      "ponderation": "3-3-3",
      "nombreHeure":"90H",
      "prealabe": "Conception graphique et imagerie matricielle (582-1M2-MA)",
      "description": "Dans ce cours, l’étudiant poursuit l’apprentissage des notions liées à la conception, à la communication graphique et au traitement des images fixes vectorielles. L’étudiant développe un concept créatif décliné en plusieurs volets. L'étudiant apprend à utiliser la typographie selon les règles de l’art. Il a l'opportunité d'approfondir sa maîtrise de la communication graphique afin de produire un message adapté au public cible.  Pour ce faire, le cours aborde la conception d'illustrations et des techniques de travail permettant l’intégration harmonieuse d’images dans d’autres logiciels multimédias. L'étudiant apprendra à créer des agencements graphiques et typographiques comme des logos, des icônes web ainsi que des éléments de jeu en 2D.",
      "photo": "media/event1.jpg"
    }
  ],
  [
    {
      "nom": "Animation et interactivité Web",
      "nomCourt": "Animation et interactivité Web",
      "ponderation": "3-2-3",
      "nombreHeure":"75H",
      "prealabe": "Mise en page Web (582-1W1-MA); Animation et interactivité en jeu (582-1J1-MA)",
      "description": "Ce cours permet à l'étudiant d'acquérir les compétences de base requises pour programmer l'interactivité de l'interface-utilisateur d'une application multimédia en ligne. Les notions abordées dans les cours « 582-1W1 Mise en page Web » et « 582-1J1 Animation et interactivité en jeu » sont approfondies en les appliquant dans un contexte de création de sites Web interactifs, exécutables sur un poste client.  L'étudiant apprend à créer et afficher des éléments graphiques par programmation et à appliquer des effets de transition et d'animation. L'accent est mis sur la gestion d'événements, le développement d'interfaces interactives et l'adaptabilité multiplateformes. L'étudiant apprend enfin à installer et utiliser les outils de développement adéquats pour améliorer sa productivité dans le contexte de la chaîne de production Web.",
      "photo": "media/event1.jpg"
    }
  ],
  [
    {
      "nom": "Création de jeu 2D",
      "nomCourt": "Création de jeu 2D",
      "ponderation": "2-2-2",
      "nombreHeure":"60H",
      "prealabe": "Animation et interactivité en jeu (582-1J1-MA)",
      "description": "Dans ce cours, l’étudiant approfondit la programmation graphique et s’initie aux concepts de base d'un moteur de jeu. Le cours permet d'approfondir la maîtrise de la structure d'affichage ainsi que le contrôle de l'animation et de l'interactivité.  Par la création d'un prototype simple, l'étudiant apprend les concepts de base reliés à l'intégration d'un jeu ou d'une application interactive en exploitant les principales classes intégrées d’objets graphiques et médiatiques et en créant ses propres classes d’objets.",
      "photo": "media/event1.jpg"
    }
  ]
  ],

  "Session3": [
  [
    {
      "nom": "Imagerie 3D",
      "nomCourt": "Imagerie 3D",
      "ponderation": "3-2-3",
      "nombreHeure": "75H",
      "prealabe": "Conception graphique et imagerie vectorielle (582-2M4-MA)",
      "description": "Dans ce cours, l’étudiant est initié au monde de l’imagerie de synthèse. Il est amené à maîtriser les outils et les fonctionnalités de base d’un logiciel de production 3D pour la création d'images fixes (ex : interface graphique, logo ou autres objets).  Il apprend les techniques et méthodes de travail liées à la modélisation, à la création et à l’application de matériaux et de textures ainsi qu’aux techniques d’éclairage et de rendu en image. Enfin, des principes de scénarisation liés à l’univers de la 3D sont également abordés.",
      "photo": "coursimages/projet3d.jpg"
    }
  ],
  [
    {
      "nom": "Design d’interactivité",
      "nomCourt": "Design d’interactivité",
      "ponderation": "3-2-3",
      "nombreHeure":"75H",
      "prealabe": "Conception graphique et imagerie vectorielle (582-2M4-MA)",
      "description": "L’étudiant apprend à concevoir des expériences interactives en plaçant les besoins de l’utilisateur au cœur de sa création.  Ce cours transpose les techniques de conception et de communication graphique dans l’univers de l’interactivité. L’étudiant apprend à concevoir les éléments d’une interface multimédia, notamment en ce qui a trait au design de la navigation et de l’interactivité. Il apprend également les méthodes pour intégrer l’expérience utilisateur dans ses projets multimédias.  Ce cours développe chez l’étudiant la capacité de communiquer efficacement à l’utilisateur d’un produit multimédia en fonction de ses besoins, et ce, dans le respect des normes d’utilisabilité et d’accessibilité en vigueur dans l’industrie. Différents types de produits sont mis en valeur tout au long de l’apprentissage, notamment par la création d’interfaces Web faisant appel aux langages de balisage et aux feuilles de styles.",
      "photo": "media/event1.jpg"
    }
  ],
  [
    {
      "nom": "Création de sites Web dynamiques",
      "nomCourt": "Création de sites Web dynamiques",
      "ponderation": "3-3-3",
      "nombreHeure":"90H",
      "prealabe": "Animation et interactivité Web (582-2W2-MA)",
      "description": "Dans ce cours, les notions acquises dans les cours « 582-1W1 : Mise en page Web » et « 582-2W2 : Animation et interactivité Web » sont approfondies et complétées par des aspects plus avancés, propres à la génération dynamique de pages Web. L’étudiant est d’abord initié à la programmation HTTP de base. Utilisant un langage de programmation, il apprend à traiter les paramètres et entêtes d’une requête HTTP pour générer de façon dynamique la réponse HTTP. De plus, l’étudiant apprend à utiliser la librairie de fonctions essentielles du langage de programmation pour développer un site Web.",
      "photo": "media/event1.jpg"
    }
  ],
  [
    {
      "nom": "Création de jeu 3D",
      "nomCourt": "Création de jeu 3D",
      "ponderation": "3-2-3",
      "nombreHeure":"75H",
      "prealabe": "Création de jeu 2D (582-2J2-MA)",
      "description": "Ce cours permet à l'étudiant d'intégrer différents types de médias à l'aide des fonctionnalités d'un logiciel d'intégration 3D. L'étudiant est amené à contrôler et à animer les éléments d'une application multimédia par programmation dans un environnement 3D. Ce cours initie l’étudiant à l’utilisation d’un environnement d’intégration de la 3D en temps réel. L’accent est d’abord mis sur l’apprentissage des notions de base de la 3D-temps réel et de l’intégration 3D (systèmes de coordonnées, vecteurs, types et propriétés d’objets 3D, caméra, rendu en temps réel, etc.). Ensuite l’étudiant est amené à maîtriser les outils et les fonctionnalités de base d’un logiciel d’intégration 3D, afin d'importer et prendre en charge des éléments 3D, paramétrer les comportements ainsi que programmer l’interactivité.",
      "photo": "coursimages/Manette.PNG"
    }
  ]
  ],

  "Session4": [
    [
      {
      "nom": "Gestion de projets multimédias",
      "nomCourt": "Gestion de projets multimédias",
      "ponderation": "2-1-2",
      "nombreHeure":"45H",
      "prealabe": "Aucun",
      "description": "Ce cours initie l'étudiant aux rudiments de la gestion d’un projet multimédia. L’étudiant apprend à analyser les besoins liés à la réalisation du projet en termes de ressources humaines, matérielles et budgétaires. À cet effet, il est initié aux méthodes de gestion classiques, ainsi qu’aux méthodes dites « agiles », qu’il sera appelé à utiliser dans le cadre du cours « 582-5W5 : Projet Web en équipe ». L'étudiant est amené à exploiter les fonctions d’un logiciel de gestion de projet en vue d’établir un échéancier de production et d’en faire le suivi. Le cours couvre également les aspects légaux relatifs à la réalisation d’un projet (droits d’auteurs, contrats, etc.). Enfin, l’étudiant développe sa capacité à écrire ou à répondre à un cahier des charges ainsi qu’à rédiger une offre de services professionnels.",
      "photo": "media/event1.jpg"
      }
    ],
    [
      {
      "nom": "Conception d’interfaces et développement Web",
      "nomCourt": "Interfaces et développement Web",
      "ponderation": "3-3-2",
      "nombreHeure":"90H",
      "prealabe": "Création de sites Web dynamiques (582-3W3-MA)",
      "description": "Dans ce cours, l’étudiant poursuit son apprentissage de l’intégration de sites Web dynamiques à l’aide d’un gestionnaire de contenu. L’étudiant apprend à développer par programmation des thèmes personnalisés pour répondre aux besoins spécifiques du design d’interfaces des sites Web. L’étudiant apprend aussi les fonctionnalités avancées du gestionnaire de contenu, lui permettant entre autres à programmer des extensions servant les fonctionnalités des sites Web à développer. De plus, l’étudiant est initié à l’utilisation et à l’intégration par programmation des bases de données. Ce cours couvre également l’intégration et l’interfaçage entre le langage utilisé du côté du serveur et les technologies utilisées du côté client. Enfin, l’étudiant poursuit son apprentissage des techniques de test pour contrôler la qualité d’un site Web et valider sa conformité en regard des normes et des standards en vigueur.",
      "photo": "media/event1.jpg"
      }
    ],
    [
        {
      "nom": "Création de jeu en équipe",
      "nomCourt": "Création de jeu en équipe",
      "ponderation": "2-5-5",
      "nombreHeure":"105H",
      "prealabe": "Création de jeu 3D (582-3J3-MA)",
      "description": "Dans ce cours qui s'appuie sur une pédagogie par projets, l’étudiant réalise un projet d’envergure en équipe de travail. C’est l’occasion pour l’étudiant d’appliquer et d’intégrer l’ensemble des compétences acquises afin de réaliser un prototype de jeu numérique. Il franchit, en collaboration avec les membres de son équipe, toutes les étapes du processus de production d’une telle application, qui sont : la conception du produit, la planification de sa production, la réalisation et l’intégration des médias, la programmation de l’interactivité, la réalisation des tests pour contrôler la qualité du produit ainsi que la rédaction du guide utilisateur et la présentation du produit fini. Par le fait même, ce cours initie l’étudiant à la communication interpersonnelle et à l’intégration à une équipe de production multimédia.",
      "photo": "media/event1.jpg"
      }
    ],
    [
      {
        "nom": "Interfaces Web réactives et animées",
        "nomCourt": "Interfaces Web",
        "ponderation": "3-2-2",
        "nombreHeure":"75H",
        "prealabe": "Création de sites Web dynamiques (582-3W3-MA)",
        "description": "Dans ce cours, l'étudiant ayant un intérêt plus marqué pour la programmation a la possibilité d'approfondir les acquis des cours de la séquence Web en s'initiant à des technologies permettant de réaliser des applications riches du côté du client. Il apprendra à utiliser un cadriciel côté client pour produire un site Web dynamique dont l'interface utilisateur réactive répond en temps réel aux modifications d'états des données de l'application. L’intégration d’effets de transition et d'animation dans l’interface-utilisateur est également couverte.",
        "photo": "media/event1.jpg"
      },
      {
        "nom": "Animation 3D",
        "nomCourt": "Animation 3D",
        "ponderation": "3-2-2",
        "nombreHeure":"75H",
        "prealabe": "Imagerie 3D (582-3M5-MA);",
        "description": "Ce cours a pour but de permettre à l’étudiant d’approfondir les notions acquises dans le cours « 582-3M5 : Imagerie 3D » et de les appliquer dans la création de scènes élaborées. Le cours approfondit également les techniques de scénarisation couvertes dans les cours précédents. L’étudiant apprend notamment les outils et techniques de modélisation organique ainsi que les techniques d’organisation des hiérarchies, de montage des systèmes d’articulation et d’animation. Enfin, l’étudiant apprend à maîtriser les techniques d’optimisation et d’exportation en vue de diffuser les productions 3D pour le Web ou pour des applications 3D en temps réel.",
        "photo": "coursimages/projets/3d.png"
      }
    ]
  ],

  "Session5": [
  [
    {
      "nom": "Méthodes de recherche et préparation au marché du travail",
      "nomCourt": " Préparation au marché du travail",
      "ponderation": "1-2-1",
      "nombreHeure":"45H",
      "prealabe": "Aucun",
      "description": "Ce cours permet à l’étudiant d'acquérir des habiletés en recherche, en organisation et en transmission d’informations numériques. L'étudiant est initié aux notions de base liées à la veille informationnelle et apprend les fondements de la recherche d’informations par le biais de l’emploi des nouvelles technologies et des sources spécialisées. Il est aussi amené à développer son esprit critique afin d’évaluer la qualité de l’information recueillie. Les apprentissages de ce cours visent à permettre à l'étudiant de se situer quant à son orientation professionnelle et d'identifier le sujet de son projet de fin d’études et d'en déterminer les objectifs de recherche en lien avec son choix vocationnel. Il prépare son intégration sur le marché du travail.",
      "photo": "media/event1.jpg"
    }
  ],
  [
    {
      "nom": "Communication et dynamique d’une équipe de travail",
      "nomCourt": "Communication et dynamique d'équipe",
      "ponderation": "1-2-1",
      "nombreHeure":"45H",
      "prealabe": "Projet Web en équipe (582-5W5-MA)",
      "description": "Ce cours permet à l’étudiant de développer ses habiletés en matière de communication interpersonnelle et de mieux interagir dans une équipe multimédia. L’étudiant est appelé à développer sa capacité́ à communiquer et à entrer en relation avec autrui sur les plans personnel et professionnel, notamment avec ses collègues de travail ou ses supérieurs immédiats. Les notions essentielles acquises dans ce cours s’appliquent à la prévention des conflits interpersonnels et à la résolution de problèmes d’équipe notamment dans le cours de Projet Web. De plus, ce cours initie l’étudiant à la présentation du produit tout en favorisant les interactions et la collaboration avec les clients.",
      "photo": "media/event1.jpg"
    }
  ],
  [
    {
      "nom": "Projet Web en équipe",
      "nomCourt": "Projet Web en équipe",
      "ponderation": "2-5-5",
      "nombreHeure":"105H",
      "prealabe": "Communication et dynamique d’une équipe de travail (350-5N1-MA) ",
      "description": "Dans ce cours, qui s'appuie sur une pédagogie par projets, l’étudiant participe à la réalisation d’un produit multimédia en ligne pour un client. C’est l’occasion pour l’étudiant d’appliquer et d’intégrer l’ensemble des compétences et des notions acquises et de s’initier à des méthodes et des techniques de travail professionnelles. Il franchit, en collaboration avec les membres de son équipe de production, toutes les étapes du processus de production d’une telle application, qui sont : la conception du produit, la planification, la réalisation et l’intégration des médias, la programmation de l’interactivité, la réalisation des tests pour contrôler la qualité du produit. Il est également amené à mettre en pratique une approche client basée sur un climat de confiance. Le cours permet également la mise en application de différents outils facilitant la réalisation de projet : communication entre équipiers, gestion de code source. De plus, une attention particulière est portée à la relation avec le client ainsi qu’à la prévention et à la gestion des conflits entre coéquipiers.",
      "photo": "media/event1.jpg"
    }
  ],
  [
    {
      "nom": "Expérimentation en jeu - volet création",
      "nomCourt": "Expérimentation en jeu - volet création",
      "ponderation": "3-3-2",
      "nombreHeure":"90H",
      "prealabe": "Création de jeu en équipe (360-4J4-MA)",
      "description": "En 5e session, l’étudiant doit choisir entre ce cours et le cours Expérimentation en jeu – volet programmation Dans ce cours, l'étudiant complète sa formation en jeu numérique en apprenant des notions avancées ou des techniques complexes de création des médias pour le jeu. L'étudiant plus intéressé par les aspects créatifs liés au jeu a l'occasion d'acquérir une spécialisation en étudiant des techniques d’effets visuels avancés pour le jeu numérique tels que : effets sur des images en temps réel, ajout de particules, de réflexions, d'aberrations chromatiques, éclairages dynamiques et statiques, effets de dessin animé, optimisation de rendus pour appareil mobile, réalité virtuelle, etc.",
      "photo": "media/event1.jpg"
    },
    {
      "nom": "Expérimentation en jeu - volet programmation",
      "nomCourt": "Expérimentation en jeu - volet programmation",
      "ponderation": "3-3-2",
      "nombreHeure":"90H",
      "prealabe": "Création de jeu en équipe (360-4J4-MA);",
      "description": "En 5e session, l’étudiant doit choisir entre ce cours et le cours Expérimentation en jeu – volet création Dans ce cours, l'étudiant complète sa formation en jeu numérique en apprenant des notions avancées en programmation de jeu. L'étudiant davantage intéressé par les aspects techniques du jeu a l'occasion d'acquérir une spécialisation par l’apprentissage d’aspects avancés, liés à la programmation de jeux numériques parmi les suivants : jeu multijoueurs, réalité virtuelle, jeu pour appareil mobile avec gyroscope, intelligence artificielle, etc.",
      "photo": "media/event1.jpg"
    }
  ],
  [
    {
      "nom": "Technologies émergentes et avancées – volet Création",
      "nomCourt": "Technologies émergentes – volet Création",
      "ponderation": "2-2-2",
      "nombreHeure":"60H",
      "prealabe": "Aucun.",
      "description": "En session 5, l'étudiant doit choisir entre ce cours et le cours Technologies émergentes et avancées – volet Programmation. Dans ce cours, l’étudiant davantage intéressé par les aspects créatifs du multimédia est amené à explorer et tester des approches novatrices et émergentes en multimédia telles que : système de captation de mouvement, réalité virtuelle, réalité augmentée, environnements immersifs et habillage vidéo, vidéo 360 degrés.",
      "photo": "media/event1.jpg"
    },
    {
      "nom": "Technologies émergentes et avancées – volet Programmation",
      "nomCourt": "Technologies émergentes – volet Programmation",
      "ponderation": "2-2-2",
      "nombreHeure":"60H",
      "prealabe": "Aucun.",
      "description": "Dans ce cours, l’étudiant plus intéressé par les aspects techniques du multimédia est amené à explorer, tester et intégrer les nouvelles tendances en matière de programmation de produits multimédias interactifs. Ce cours est donc axé sur la démonstration et l’apprentissage des toutes dernières technologies en émergence dans le domaine.",
      "photo": "media/event1.jpg"
    }
  ]
  ],

  "Session6": [
  [
    {
      "nom": "Stage",
      "nomCourt": "Stage",
      "ponderation": "1-18-1",
      "nombreHeure":"285H",
      "prealabe": "Création de jeu en équipe Préalable (360-4J4-MA); Projet Web en équipe (582-5W5-MA).",
      "description": "Le stage en entreprise complète la formation de l’étudiant en lui permettant d'intégrer et de mettre en application ses différents acquis dans le milieu professionnel. L’étudiant joint une véritable équipe de travail en multimédia, ce qui lui permet également de réaliser une synthèse de ses compétences par la réalisation de mandats concrets et réels et de tâches spécifiques visant à répondre aux besoins de l’entreprise et de ses clients.",
      "photo": "media/event1.jpg"
    }
  ],
  [
    {
      "nom": "Projet de fin d'études",
      "nomCourt": "Projet de fin d'études",
      "ponderation": "3-2-3",
      "nombreHeure":"75H",
      "prealabe": "Conception graphique et imagerie vectorielle (582-2M4-MA)",
      "description": "Ce cours permet à l’étudiant de se spécialiser dans un domaine de son choix par le biais d’un projet de recherche en multimédia qu'il a identifié à la session précédente, dans le cours « 393-5E1 Méthodes de recherche et préparation au marché du travail ». L'étudiant planifie son projet de recherche, vérifie sa faisabilité sur le plan technique et le réalise. Par la suite, il doit concevoir et réaliser une production multimédia qui présente les résultats de son projet de recherche. La réalisation et la présentation de cette production multimédia constituent l'Épreuve synthèse de programme (ÉSP). À travers l'ÉSP, l'étudiant doit démontrer qu'il a atteint les compétences artistiques et techniques attendues d'un intégrateur multimédia et qu’il a les attitudes nécessaires à son intégration sur le marché du travail.",
      "photo": "media/event1.jpg"
    }
  ]
  ]
}
